{
  "products": [
    {
      "id": 1,
      "title": "Jujutsu Kaisen: Batalha De Feiticeiros Vol. 1",
      "description": "Apesar do estudante colegial Yuuji Itadori ter grande força física, ele se inscreve no Clube de Ocultismo. Certo dia, eles encontram um ´objeto amaldiçoado´ e retiram o selo, atraindo criaturas chamadas de ´maldições´. Itadori corre em socorro de seus colegas, mas será que ele será capaz de abater essas criaturas usando apenas a força física?!",
      "price": 36.9,
      "cover": "https://d14d9vp3wdof84.cloudfront.net/image/589816272436/image_9thmbpf27l2nb0tujc7mq6tb7t/-S897-FWEBP"
    },
    {
      "id": 2,
      "title": "Chainsaw Man Vol. 6",
      "description": "A proposta inesperada de Reze para que ambos fujam juntos abala o coração e a inocência de Denji... Durante este momento singelo, acontece uma reviravolta e uma tempestade explosiva começa a soprar seus ventos mortais! O que será de Denji e Reze após uma batalha sangrenta que envolve amor, desejo, humanos e demônios?!",
      "price": 36.9,
      "cover": "https://d14d9vp3wdof84.cloudfront.net/image/589816272436/image_0h54qj5sht7an7mh96pt2iu742/-S897-FWEBP"
    },
    {
      "id": 3,
      "title": "Demon Slayer - Kimetsu No Yaiba Vol. 3",
      "description": "Tanjirou e Nezuko cruzam caminho com onis que manipulam armas misteriosas e são subordinados diretos de Kibutsuji. Mesmo a ajuda de Tamayo e Yushirou pode não ser o bastante para enfrentá-los!! Será que eles conseguirão pistas para chegar ao seu arqui-inimigo Kibutsuji?!",
      "price": 34.9,
      "cover": "https://d14d9vp3wdof84.cloudfront.net/image/589816272436/image_16eo3qefnh7g1cb4tolk7dos12/-S897-FWEBP"
    },
    {
      "id": 4,
      "title": "Naruto Gold Vol. 27",
      "description": "Depois de uma batalha violenta, Naruto não conseguiu trazer Sasuke de volta. A partir daí, inicia-se uma nova jornada para os jovens shinobis da Vila da Folha!! E as aventuras do jovem Kakashi são apresentadas em ´Kakashi Gaiden: Infância no Campo de Batalha´.",
      "price": 29.9,
      "cover": "https://d14d9vp3wdof84.cloudfront.net/image/589816272436/image_iuvf93e32t4nt2hh4rdcqtlh42/-S897-FWEBP"
    },
    {
      "id": 5,
      "title": "Berserk - Edição De Luxo Vol. 28",
      "description": "Durante a luta contra o novo Bando do Falcão na floresta da Árvore Sagrada, a armadura de Berserk deixa o corpo de Guts estraçalhado, mas o guerreiro é salvo da morte certa pela magia de Schierke. Guts e seus amigos visitam então uma tranquila praia próxima a Vritanis, onde se deparam com alguém misterioso, enquanto os magos do exército Kushan se aproximam. Mesmo com o corpo coberto de feridas, Guts lutará pelos seus amigos mais uma vez.",
      "price": 26.18,
      "cover": "https://d14d9vp3wdof84.cloudfront.net/image/589816272436/image_uvnlp1fjj557j0f8888r0a0d5p/-S897-FWEBP"
    },
    {
      "id": 6,
      "title": "Dragon Ball Super Vol. 12",
      "description": "O grande vilão Moro e os fugitivos da Prisão Galáctica, que se tornaram seus capangas, deixam rastros de destruição enquanto procuram por planetas com bastante energia!! Para piorar a situação, o Seven Three, que possui a capacidade de copiar o poder dos seus oponentes, e um grupo de ladrões aparecem na Terra. O que será do Piccolo e seus amigos durante a ausência do Goku?",
      "price": 24.43,
      "cover": "https://d14d9vp3wdof84.cloudfront.net/image/589816272436/image_ed8hvg5o6p3evdcic13kbpl231/-S897-FWEBP"
    },
    {
      "id": 7,
      "title": "Tokyo Ghoul Vol. 1",
      "description": "Em Tokyo, criaturas conhecidas como ´Ghouls´ vivem entre os humanos e os devoram para sobreviver. Alheio a eles, o jovem universitário Ken Kaneki leva uma vida pacata entre livros, até que um trágico encontro o coloca diante desses seres e o obriga a lutar por sua humanidade.",
      "price": 20.34,
      "cover": "https://d14d9vp3wdof84.cloudfront.net/image/589816272436/image_qe0dh4eti14bj7j9p1lhksmu27/-S897-FWEBP"
    },
    {
      "id": 8,
      "title": "Death Note - Black Edition - Vol. 1",
      "description": "Um do mangás mais aclamados pelo público volta em edição especial! Sem nada de interessante para fazer no Mundo dos Shinigamis, o Deus da Morte Ryuk deixa cair intencionalmente na Terra o seu Death Note. O caderno possui poderes macabros: a pessoa que tem seu nome escrito nele, morre! O Death Note acaba indo parar na mão de Light Yagami. Aluno exemplar, porém entediado, ao descobrir os sinistros poderes do caderno negro, decide virar um justiceiro e varrer a criminalidade da face da Terra. As seguidas mortes de criminosos em vários países diferentes acabam chamando a atenção da Interpol, que, por sua vez, pede ajuda ao maior detetive do mundo, conhecido apenas por “L”, para resolver o caso.Inicia-se assim um frenético jogo de gato e rato entre Light e seu perseguidor implacável , enquanto Ryuk diverte-se com os acontecimentos que se desenrolam em decorrência do uso do Death Note.",
      "price": 62.9,
      "cover": "https://m.media-amazon.com/images/I/71oe45JE-YL._SY466_.jpg"
    },
    {
      "id": 9,
      "title": "Solo Leveling 03",
      "description": "Por ter estado no fundo do poço, ele ansiava mais do que qualquer um pelo topo. Esta é uma grande oportunidade, não posso acabar assim! A dor que não me mata apenas me fortalece.",
      "price": 48.9,
      "cover": "https://d14d9vp3wdof84.cloudfront.net/image/589816272436/image_ohbga00o1p343cvul15bh35b4u/-S897-FWEBP"
    },
    {
      "id": 10,
      "title": "Code Geass Vol. 1",
      "description": "Ano 2010 do calendário imperial. O Japão, derrotado na guerra contra o Império da Britannia, perdeu seus direitos, sua liberdade e agora é conhecido apenas pelo nome “Área 11”. Os “Eleven”, como são chamados os japoneses, sofrem abusos por parte do governo e cidadãos britannianos, e frequentemente cometem atos terroristas para tentar se livrar do domínio exercido pelo Império. É nesse mundo que vive Lelouch Lamperouge, um jovem rapaz muito inteligente com um segredo: ele é na verdade o 11º príncipe Lelouch VI Britannia, sucessor ao trono da Britannia. Porém, seu maior desejo é destruir o Império e seus governantes, por culpá-los pela morte de sua mãe e a doença da irmã.",
      "price": 48.9,
      "cover": "https://m.media-amazon.com/images/I/510Mtvvm5SL._SY445_SX342_.jpg"
    }
  ]
}
